Repository: nickg/lander
Catalog: po/*.po
Languages: nl

source: Runtime Error: %s
nl: Runtime Fout: %s

source: Press SPACE to continue
nl: Druk op SPATIE om door te gaan

source: Land now
nl: Land nu

source: Paused
nl: Gepauzeerd

source: Press SPACE or FIRE to return
nl: Druk op SPATIE of VUUR om terug te gaan

source: Well done - You got a high score
nl: Goed gedaan - Een topscore

source: Press ENTER or FIRE to continue
nl: Druk op ENTER of VUUR om door te gaan

source: Name? %s
nl: Naam? %s

source: Use UP and DOWN to select options
nl: Gebruik OMHOOG en OMLAAG om een optie te selecteren

source: Use LEFT and RIGHT to change values
nl: Gebruik LINKS en RECHTS om een waarde te veranderen

source: Press FIRE or RETURN to exit
nl: Druk op VUUR of RETURN om af te sluiten

source: Please restart the game to change the resolution
nl: Start het spel opnieuw a.u.b. om de resolutie te veranderen

source: Use the arrow keys to rotate the ship
nl: Gebruik de pijltjestoetsen om het schip te draaien

source: Press the up arrow to fire the thruster
nl: Druk op pijltje omhoog om de raketmotor te ontsteken

source: Smaller landing pads give you more points
nl: Kleinere landingsplatforms leveren meer punten op

source: Press P to pause the game
nl: Druk op P om te pauzeren

source: Press escape to self destruct
nl: Druk op escape voor zelfvernietiging

source: You can only land safely when then speed bar is green
nl: Het is alleen veilig om te landen als de snelheidsmeter groen is

source: Collect the spinning rings to unlock the landing pads
nl: Verzamel de draaiende ringen om de landingsplatforms te openen
